/*
Домашнее задание
Начало проекта
Смотрим на схему, которая получилась в создании таблиц через DDL
Строим схему в use-case средстве, генерируем SQL код для создания.
Приводим свою БД в 3ю нормальную форму, либо если таблица в 1нф или 2нф или вообще не нормализована пишем зачем и почему так лучше. 

В качестве проекта вы можете взять любую идею, которая вам близка и сделать схему базы данных, а затем создать ее. 
Это может быть какая-то часть вашего рабочего проекта, которую вы хотите переосмыслить. 
Если есть идея, но не понятно как ее уложить в рамки учебного проекта, 
напишите преподавателю и мы поможем. 
На занятии-семинаре по представлению проектов в конце 2го модуля нужно будет показать схему БД, 
объяснить бизнес идею, а также технические решения, которые вы считаете важными.
*/